[
    {
        "id": 1,
        "title": "The Housemaid is Watching",
        "bestSeller": "yes",
        "image": "watching.jpg",
        "author": "Freida McFadden",
        "publication-year": "2024",
        "genre": "Drama",
        "description": "You must be our new neighbors! Mrs. Lowell gushes and waves across the picket fence. I clutch my daughter’s hand and smile back: but the second Mrs. Lowell sees my husband a strange expression crosses her face. In that moment I make a promise. We finally have a family home. My past is far, far behind us. And I’ll do anything to keep it that way…",
        "extended-description": "You must be our new neighbors! Mrs. Lowell gushes and waves across the picket fence. I clutch my daughter’s hand and smile back: but the second Mrs. Lowell sees my husband a strange expression crosses her face. In that moment I make a promise. We finally have a family home. My past is far, far behind us. And I’ll do anything to keep it that way… I used to clean other people’s houses—now, I can’t believe this home is actually mine. The charming kitchen, the quiet cul-de-sac, the huge yard where my kids can play. My husband and I saved for years to give our children the life they deserve. Even though I’m wary of our new neighbor Mrs. Lowell, when she invites us over for dinner it’s our chance to make friends. Her maid opens the door wearing a white apron, her hair in a tight bun. I know exactly what it’s like to be in her shoes. But her cold stare gives me chills… The Lowells’ maid isn’t the only strange thing on our street. I’m sure I see a shadowy figure watching us. My husband leaves the house late at night. And when I meet a woman who lives across the way, her words chill me to the bone: Be careful of your neighbors. Did I make a terrible mistake moving my family here? I thought I’d left my darkest secrets behind. But could this quiet suburban street be the most dangerous place of all?",
        "price": "$17.99",
        "favorite-chapters": [
            "Chapter 3",
            "Chapter 7",
            "Chapter 10"
        ]
    },
    {
        "id": 2,
        "title": "Witches Get Stuff Done",
        "bestSeller": "yes",
        "image": "witches.jpg",
        "author": "Molly Harper",
        "publication-year": "2024",
        "genre": "Romance",
        "description": "Juggling newfound witchy powers, a house full of ghosts, and verbal battles with the handsome local librarian is almost too much for a new witch to manage. A new witch with a coven, however, can get so much more done...",
        "extended-description": "Juggling newfound witchy powers, a house full of ghosts, and verbal battles with the handsome local librarian is almost too much for a new witch to manage. A new witch with a coven, however, can get so much more done... From the moment Riley Everett set foot in Starfall Point, magic bubbled inside of her. But with only her late aunt's journals and a cantankerous live-in ghost butler to instruct her on all things witchy—including her newly inherited Victorian haunted house—Riley seeks out a coven for sisterhood and support. The last person she expects to be drawn to is the town's frustrating, yet ridiculously attractive head librarian. Edison Held knows almost everything there is to know about Starfall Point, but Shaddow House was always off-limits, thanks to its elusive owner. If he can convince the new owner, Riley, to let him take a peek inside, there's so much he could learn. But as he gets closer to Riley, he's fascinated by her dazzling wit and fiery spirit. Edison will do whatever he can to help Riley keep her family legacy alive, especially if it means spending more time with the captivating new witch in town. Bestselling author Molly Harper wields a magical pen in this hilarious, delightful witchy romcom perfect for readers of The Ex Hex and Payback's a Witch.",
        "price": "$17.99",
        "favorite-chapters": [
            "Chapter 1",
            "Chapter 5",
            "Chapter 8"
        ]
    },
    {
        "id": 3,
        "title": "No Strangers Here",
        "bestSeller": "yes",
        "image": "strangers.jpg",
        "author": "Carlene O'Connor",
        "publication-year": "2022",
        "genre": "Mystery",
        "description": "On a rocky beach in the southwest of Ireland, the body of Johnny O’Reilly, sixty-nine years old and dressed in a suit and his dancing shoes, is propped on a boulder, staring sightlessly out to sea. A cryptic message is spelled out next to the body with sixty-nine polished black stones and a discarded vial of deadly veterinarian medication lies nearby. Johnny was a wealthy racehorse owner, known far and wide as The Dancing Man. In a town like Dingle, everyone knows a little something about everyone else.",
        "extended-description": "On a rocky beach in the southwest of Ireland, the body of Johnny O’Reilly, sixty-nine years old and dressed in a suit and his dancing shoes, is propped on a boulder, staring sightlessly out to sea. A cryptic message is spelled out next to the body with sixty-nine polished black stones and a discarded vial of deadly veterinarian medication lies nearby. Johnny was a wealthy racehorse owner, known far and wide as The Dancing Man. In a town like Dingle, everyone knows a little something about everyone else. But dig a bit deeper, and there’s always much more to find. And when Detective Inspector Cormac O'Brien is dispatched out of Killarney to lead the murder inquiry, he's determined to unearth every last buried secret. Dimpna Wilde hasn’t been home in years. As picturesque as Dingle may be for tourists in search of their roots and the perfect jumper, to her it means family drama and personal complications. In fairness, Dublin hasn’t worked out quite as she hoped either. Faced with a triple bombshell—her mother rumored to be in a relationship with Johnny, her father’s dementia is escalating, and her brother is avoiding her calls—Dimpna moves back to clear her family of suspicion.",
        "price": "$14.99",
        "favorite-chapters": [
            "Chapter 7",
            "Chapter 9",
            "Chapter 13"
        ]
    },
    {
        "id": 4,
        "title": "This Is How You Lose the Time War",
        "bestSeller": "yes",
        "image": "time.jpg",
        "author": "Amal El-Mohtar and Max Gladstone",
        "publication-year": "2019",
        "genre": "Science Fiction",
        "description": "Among the ashes of a dying world, an agent of the Commandant finds a letter. It reads: Burn before reading. Thus begins an unlikely correspondence between two rival agents hellbent on securing the best possible future for their warring factions. Now, what began as a taunt, a battlefield boast, grows into something more. Something epic. Something romantic. Something that could change the past and the future.",
        "extended-description": "Among the ashes of a dying world, an agent of the Commandant finds a letter. It reads: Burn before reading. Thus begins an unlikely correspondence between two rival agents hellbent on securing the best possible future for their warring factions. Now, what began as a taunt, a battlefield boast, grows into something more. Something epic. Something romantic. Something that could change the past and the future. Except the discovery of their bond would mean death for each of them. There's still a war going on, after all. And someone has to win that war.",
        "price": "$16.99",
        "favorite-chapters": [
            "Chapter 7",
            "Chapter 9",
            "Chapter 13"
        ]
    },
    {
        "id": 5,
        "title": "Notes From Underground",
        "bestSeller": "yes",
        "image": "notes.jpg",
        "author": "Fyodor Dostoesvky",
        "publication-year": "1864",
        "genre": "Fiction",
        "description": "Dostoevsky’s most revolutionary novel, Notes from Underground marks the dividing line between nineteenth- and twentieth-century fiction, and between the visions of self each century embodied. One of the most remarkable characters in literature, the unnamed narrator is a former official who has defiantly withdrawn into an underground existence. In complete retreat from society, he scrawls a passionate, obsessive, self-contradictory narrative that serves as a devastating attack on social utopianism and an assertion of man’s essentially irrational nature.",
        "extended-description": "Dostoevsky’s most revolutionary novel, Notes from Underground marks the dividing line between nineteenth- and twentieth-century fiction, and between the visions of self each century embodied. One of the most remarkable characters in literature, the unnamed narrator is a former official who has defiantly withdrawn into an underground existence. In complete retreat from society, he scrawls a passionate, obsessive, self-contradictory narrative that serves as a devastating attack on social utopianism and an assertion of man’s essentially irrational nature. Richard Pevear and Larissa Volokhonsky, whose Dostoevsky translations have become the standard, give us a brilliantly faithful edition of this classic novel, conveying all the tragedy and tormented comedy of the original.",
        "price": "$15.00",
        "favorite-chapters": [
            "Chapter 1",
            "Chapter 9",
            "Chapter 16"
        ]
    }
]